Repository: WPChill/download-monitor
Catalog: languages/wp-download_monitor-*.po
Languages: lt_lt

source: You must be logged in to download this file.
lt_lt: Musíte se přihlásit pro stažení tohoto souboru.

source: You do not have permission to download this file.
lt_lt: Ke stažení tohoto souboru nemáte oprávnění.

source: Download path is invalid!
lt_lt: Parsisiųsti kelias yra neteisingas!

source: Download does not exist!
lt_lt: Tento soubor neexistuje!

source: Add Download
lt_lt: Přidat soubor

source: Show
lt_lt: Zobrazit

source: All Downloads
lt_lt: Všechny soubory

source: Downloads and categories
lt_lt: Soubory a kategorie

source: Downloads
lt_lt: Ke stažení

source: Categories
lt_lt: Kategorie

source: Database Upgraded
lt_lt: duomenų bazė Modernizuota

source: Version
lt_lt: Verze

source: downloaded
lt_lt: staženo

source: times
lt_lt: krát

source: Download
lt_lt: Ke stažení

source: Downloaded
lt_lt: Staženo

source: jS M Y
lt_lt: d.m.Y

source: Added
lt_lt: Vloženo

source: Most Popular Downloads
lt_lt: Nejoblíbenější soubory ke stažení

source: No Downloads Found
lt_lt: Nebyl nalezen žádný soubor

source: No Downloads found
lt_lt: Žádný soubor nebyl nalezen.

source: Blue
lt_lt: Modrý

source: Gray
lt_lt: Šedý

source: You do not have permission to upload files/downloads.
lt_lt: Jūs neturite leidimo įkelti failus / atsisiuntimų.

source: Uploads
lt_lt: Nahrané soubory

source: remove
lt_lt: smazat

source: Add New Download
lt_lt: Nahrát nový soubor

source: View Downloads
lt_lt: Zobrazit soubory ke stažení

source: <div id="media-upload-error">Required field: <strong>Title</strong> omitted</div>
lt_lt: <div id="media-upload-error">Povinné pole: <strong>Název</strong> chybí</div>

source: <div id="media-upload-error">Invalid <strong>hits</strong> entered</div>
lt_lt: <div id="media-upload-error">Zadána neplatná hodnota pro <strong>kliknutí</strong></div>

source: Download Information
lt_lt: Informace o souboru

source: Title
lt_lt: Název

source: Description
lt_lt: Popis

source: Starting hits
lt_lt: Začít s počtem kliknutí

source: Select a file...
lt_lt: Vyberte soubor...

source: (defined in php.ini)
lt_lt: (nastaveno v php.ini)

source: Upload File
lt_lt: Nahrát soubor

source: Max. filesize
lt_lt: Max. velikost

source: bytes
lt_lt: bytů

source: If a file with the same name already exists in the upload directly, this file will be renamed.
lt_lt: Jei failą su tuo pačiu pavadinimu jau egzistuoja Nusiųsti tiesiogiai, tai failas bus pervadintas.

source: Enter file URL
lt_lt: Įveskite URL failui

source: Toggle File Browser
lt_lt: Zobrazit/skrýt procházení souborů

source: Mirrors
lt_lt: veidrodžiai

source: Optionally list the url's of any mirrors here (1 per line). Download monitor will randomly pick one of these mirrors when serving the download.
lt_lt: Zde můžete uvést seznam odkazů na soubor (1 odkaz na řádek). Pro stažení bude náhodně vybrán vždy jeden z těchto odkazů.

source: + Add New Category
lt_lt: + Pridėti naują kategoriją

source: Name
lt_lt: Název

source: Parent
lt_lt: Rodič

source: None
lt_lt: Žádný

source: Add
lt_lt: Přidat

source: Tags
lt_lt: Značky

source: No Tags Found
lt_lt: Rasta Žymelių nėra

source: Upload thumbnail
lt_lt: Įkelti miniatiūros

source: Member only file?
lt_lt: Soubor jen pro přihlášené?

source: If chosen, only logged in users will be able to access the file via a download link. You can also add a custom field called min-level or req-role to set the minimum user level needed to download the file.
lt_lt: Jei pasirinkta tik prisijungę vartotojai galės naudotis per parsisiuntimo nuorodą failą. Taip pat galite pridėti pasirinktinį lauką, vadinamą min lygio ar Req vaidmenį nustatyti minimalų vartotojo lygį, kurio reikia atsisiųsti failą.

source: Force Download?
lt_lt: Jėga Atsisiųskite?

source: Custom fields
lt_lt: Vlastní pole

source: Value
lt_lt: Hodnota

source: Add Custom Field
lt_lt: Vložit vlastní pole

source: None found.
lt_lt: Nieko Nerasta

source: Save new download
lt_lt: Uložit nový soubor

source: Insert new download into post
lt_lt: Vložit nový soubor do příspěvku

source: Insert into post using format:
lt_lt: Vložit do příspěvku s použitím formátu:

source: Default
lt_lt: Výchozí

source: Insert into post
lt_lt: Vložit do příspěvku

source: Search Downloads:
lt_lt: Hledat v souborech ke stažení:

source: Search Downloads
lt_lt: Hledání v souborech ke stažení

source: File
lt_lt: Soubor

source: Member only
lt_lt: Jen pro uživatele

source: Force Download
lt_lt: jėga Parsisiųsti

source: Action
lt_lt: Akce

source: Yes
lt_lt: Ano

source: No
lt_lt: Ne

source: Insert
lt_lt: Přidat

source: &laquo; Previous
lt_lt: «Ankstesnis

source: Edit
lt_lt: Upravit

source: Add New
lt_lt: Přidat nový

source: Add Directory
lt_lt: Pridėti Katalogas

source: Configuration
lt_lt: Nastavení

source: Add From Directory
lt_lt: Pridėti iš katalogo

source: <div class="error">No folder selected</div>
lt_lt: <div class="error"> Nr aplanką pasirinkote </div>

source: Downloads added Successfully
lt_lt: Parsisiųsti pridėta sėkmingai

source: No files found
lt_lt: Rasta Nėra failų

source: Toggle Folder Browser
lt_lt: Perjungti Byla naršyklė

source: Custom fields can be used to add extra metadata to a download. Leave blank to add none. Name should be lower case with no spaces (changed automatically, e.g. <code>Some Name</code> will become <code>some-name</code>.
lt_lt: Vlastní pole můžete použít pro zadání dalších meta dat pro soubor. Nepovinné. Jména mohou obsahovat malá písmena bez mezer (bude automaticky opraveno, např. <code>Nejake Jmeno</code> se změní na <code>nejake-jmeno</code>.

source: <div class="error">Required field: <strong>Title</strong> omitted</div>
lt_lt: <div class="error">Chybí povinné pole: <strong>Název</strong></div>

source: <div class="error">Invalid <strong>hits</strong> entered</div>
lt_lt: <div class="error">Zadán neplatný <strong>počet stažení</strong></div>

source: Download added Successfully
lt_lt: Soubor byl úspěšně přidán.

source: <div class="error">Error saving to database</div>
lt_lt: <div class="error">Chyba zápisu do databáze</div>

source: (required)
lt_lt: (būtina)

source: Download Mirrors
lt_lt: Zrcadla pro stažení

source: Upload &amp; save
lt_lt: Soubor &amp; uložit

source: Are you sure you want to delete
lt_lt: Opravdu chcete smazat

source: Sure?
lt_lt: Určitě?

source: ? (If originally uploaded by this plugin, this will also remove the file from the server)
lt_lt: ? (Pokud byl původně nahrán pomocí tohoto pluginu, bude také soubor vymazán ze serveru)

source: [yes]
lt_lt: [ano]

source: [no]
lt_lt: [ne]

source: Required field: <strong>Title</strong> omitted
lt_lt: Chybí povinné pole: <strong>Název</strong>

source: Required field: <strong>THE FILE</strong> omitted
lt_lt: Privalomas laukas: <strong> failas </strong> praleista

source: Invalid <strong>hits</strong> entered
lt_lt: Zadán neplatný <strong>počet stažení</strong>

source: <div class="error">No file selected</div>
lt_lt: <div class="error">Nebyl vybrán žádný soubor</div>

source: Download edited Successfully
lt_lt: Úprava souboru proběhla úspěšně

source: Edit Download Information
lt_lt: Upravit informace o souboru

source: Title (required)
lt_lt: Název (povinné)

source: Change hit count
lt_lt: Změnit počet stažení

source: Change post date
lt_lt: Pakeisti po dienos

source: The File
lt_lt: Failas

source: Upload New File
lt_lt: Įkelti naują failą

source: Remove old file?
lt_lt: Odstranit starý soubor?

source: Edit File URL
lt_lt: Redaguoti failo URL

source: Upload new thumbnail
lt_lt: Įkelti naują miniatiūrą

source: Save Changes
lt_lt: Uložit změny

source: Download deleted Successfully
lt_lt: Soubor byl úspěšně smazán

source: Selected Downloads deleted Successfully
lt_lt: Pasirinkta Siuntiniai sėkmingai ištrintas

source: Downloads edited successfully
lt_lt: Parsisiųsti redagavo sėkmingai

source: Bulk Edit Downloads
lt_lt: Tūrinės Redaguoti Siuntiniai

source: Editing downloads with id's:
lt_lt: Taisomas parsisiųsti su ID manimi:

source: No Change
lt_lt: jokių pokyčių

source: Change to &darr;
lt_lt: Pakeisti į ↓

source: Change to &rarr;
lt_lt: Pakeisti į →

source: Edit Downloads
lt_lt: Upravit soubory

source: Actions:
lt_lt: veiksmai:

source: Bulk Actions
lt_lt: Tūrinės veiksmai

source: Delete
lt_lt: panaikinti

source: Hits
lt_lt: Stažení

source: Posted
lt_lt: Zveřejněno

source: by
lt_lt: od

source: No downloads found.
lt_lt: Žádný soubor nenalezen.

source: Download Monitor News
lt_lt: Parsisiųsti monitorius Naujienos

source: No items found.
lt_lt: Nėra elementų nerasta.

source: <p>Need help? FAQ, Usage instructions and other notes can be found on the WordPress.org plugin page <a href="http://wordpress.org/extend/plugins/download-monitor/">here</a>.</p>
lt_lt: <p> Reikia pagalbos? DUK, naudojimo instrukcijos ir kitas pastabas galima rasti WordPress.org įskiepiai puslapyje <a href="http://wordpress.org/extend/plugins/download-monitor/"> čia </a> </p>

source: Download Monitor on Blue-Anvil
lt_lt: Atsisiųskite Monitor "Blue-priekalo

source: Download Monitor Documentation
lt_lt: Parsisiųsti Monitorius Dokumentacija

source: Support Download Monitor
lt_lt: Parama Parsisiųsti Monitorius

source: The Wordpress Download monitor plugin was created by <a href="http://blue-anvil.com/">Mike Jolley</a>. The development of this plugin took a lot of time and effort, so please don't forget to donate if you found this plugin useful.
lt_lt: Wordpress Download Monitor buvo sukurtas <a href="http://blue-anvil.com/"> Mike Jolley </a>.Šio modulio plėtra užima daug laiko ir pastangų, todėl nepamirškite dovanoti, jei radote šį įskiepiai naudinga.

source: Download Categories
lt_lt: Kategorie Ke stažení

source: <p>You can categorise downloads using these categories. You can then show groups of downloads using the category tags or a dedicated download page (see documentation). Please note, deleting a category also deletes it's child categories.</p>
lt_lt: <p>Pomocí těchto kategorií můžete třídit soubory ke stažení. Můžete pak zobrazovat skupiny souborů podle kategorií nebo odpovídající stránky Ke stažení (viz dokumentace). Pozor, pokud smažete kategorii, smažete i všechny její podkategorie.</p>

source: Category updated
lt_lt: Kategorija atnaujinta

source: Category added
lt_lt: Kategorie byla přidána

source: Category was not added. Try Recreating the download database from the configuration page.
lt_lt: Kategorii se nepodařilo přidat. Zkuste znovu vytvořit databázi download ze stránek konfigurace.

source: Category deleted Successfully
lt_lt: Kategorie byla úspěšně odstraněna.

source: No categories exist
lt_lt: Neexistují žádné kategorie.

source: Add category
lt_lt: Přidat kategorii

source: Edit category
lt_lt: Redaguoti kategorijos

source: Category
lt_lt: Kategorie

source: Select a category
lt_lt: Pasirinkite kategoriją

source: Download Monitor Configuration
lt_lt: Konfigurace Download Monitoru

source: <p>Download URL updated - You need to <strong>re-save your permalinks settings</strong> (Options/settings -> Permalinks) for the changes to occur in your blog.</p> <p>If your .htaccess file cannot be written to by WordPress, add the following to your .htaccess file above the "# BEGIN WordPress" line:</p> <p>Options +FollowSymLinks<br/> RewriteEngine on<br/> RewriteRule ^download/([^/]+)$ *your wp-content dir*/plugins/download-monitor/download.php?id=$1 [L]</p> <p>replacing "download/" with your custom url and "*your wp-content dir*" with your wp-content directory.</p>
lt_lt: <p> Parsisiųsti URL atnaujintas - Jums reikia naujo įrašyti ar pastovių nustatymus </ strong> (parinktys / parametrai -> Nuolatiniai) n <strong> t t t t t Jjei pakeitimus atsirasti jūsų dienoraštyje </ p> n t t t t t t <p> Jei jūsų Htaccess failą negali būti parašyta by WordPress, pridėti savo n t t t t t.htaccess failą virš "# BEGIN WordPress " linijos: </ p> n t t t t t t <p> parinktys + FollowSymLinks <br/> n t t t t t tRewriteEngine <br/> n t t t t t tRewriteRule ^ parsisiųsti /([^/]+)$ * savo wp-content dir * / plugins / download monitorius / download.php? id = $ 1 [L] </ p > n t t t t t t <p> pakeisti su jūsų vartotojo URL, "* jūsų wp-content dir * " "atsisiųsti / " su savo wp-content katalogas. </ p>

source: <p>Download URL updated - You need to <strong>re-save your permalinks settings</strong> (Options/settings -> Permalinks) for the changes to occur in your blog.</p> <p>If your .htaccess file cannot be written to by WordPress, remove the following from your .htaccess file if it exists above the "# BEGIN WordPress" line:</p> <p>Options +FollowSymLinks<br/> RewriteEngine on<br/> RewriteRule ^download/([^/]+)$ *your wp-content dir*/plugins/download-monitor/download.php?id=$1 [L]</p> <p>replacing "download/" with your previous custom url and "*your wp-content dir*" with your wp-content directory.</p>
lt_lt: <p> Parsisiųsti URL atnaujintas - Jums reikia naujo įrašyti ar pastovių nustatymus </ strong> (parinktys / parametrai -> Nuolatiniai) n <strong> t t t t t Jjei pakeitimus atsirasti jūsų dienoraštyje </ p> n t t t t t t <p> Jei jūsų Htaccess failą negali būti parašyta by WordPress, pašalinti iš savo n t t t t t.htaccess failą, jei ji yra virš "# BEGIN WordPress " linijos: </ p> n t t t t t t <p> parinktys + FollowSymLinks <br/> n t t t t t tRewriteEngine <br/> n t t t t t tRewriteRule ^ parsisiųsti /([^/]+)$ * savo wp-content dir * / plugins / download monitorius / download.php? id = $ 1 [L] </ p > n t t t t t t <p> pakeisti "atsisiųsti / " su jūsų vartotojo URL, ir "* jūsų wp-content rež * " su savo wp-content kataloge </ p>

source: <p>Options updated</p>
lt_lt: <p>Nastavení byla uložena</p>

source: Database Cleaned
lt_lt: duomenų bazės Išvalyti

source: Formats updated
lt_lt: Formáty byly upraveny.

source: Format added
lt_lt: Formát byl přidán.

source: Format deleted Successfully
lt_lt: Formát byl úspěšně smazán

source: Custom Output Formats
lt_lt: Vlastní výstupní formáty

source: <p>This allows you to define formats in which to output your downloads however you want.</p>
lt_lt: <p>Zde můžete definovat vlastní formáty pro zobrazení svých souborů ke stažení.</p>

source: Format
lt_lt: Formát

source: No formats exist
lt_lt: Neexistuje žádný formát

source: Add format
lt_lt: Přidat formát

source: ID of download
lt_lt: ID, atsisiųsti

source: Version of download
lt_lt: Versija, parsisiųsti

source: Title of download
lt_lt: Pavadinimas, parsisiųsti

source: Filesize of download
lt_lt: Failo dydis. Parsisiųsti

source: Current hit count
lt_lt: Aktualus nukentėjo skaičius

source: Custom field value
lt_lt: Custom lauko reikšmę

source: Example Formats
lt_lt: pavyzdžiui formatai

source: Custom Download URL
lt_lt: Vlastní URL souborů ke stažení

source: <p>Set a custom url for your downloads, e.g. <code>download/</code>. You can also choose how to link to the download in it's url, e.g. selecting "filename" would make the link appear as <code>http://yoursite.com/download/filename.zip</code>. This option will only work if using wordpress permalinks (other than default).</p> <p>Leave this option blank to use the default download path (<code>/download-monitor/download.php?id=</code>)</p> <p>If you fill in this option ensure the custom directory does not exist on the server nor does it match a page or post's url as this can cause problems redirecting to download.php.</p>
lt_lt: <p> Nustatyti individualią URL atsisiuntimus, pvz. <code> atsisiųsti / </ code>. Taip pat galite pasirinkti, kaip nuoroda į atsisiųsti URL, pvz. Pasirinkus "Failo pavadinimas " nuorodą atrodo kaip <code> http://yoursite.com/download/filename.zip </ code>. Ši parinktis veiks tik jei naudojate WordPress Nuolatiniai nuorodos (išskyrus nutylėjimą). </ P> n t n <p> Palikite tuščią, jei norite naudoti numatytąjį atsisiųsti kelias (<code> / download-monitor/download.php? id = </ code>) </ p> n <p> Jei užpildyti šia galimybe užtikrinti pasirinktinį katalogas neegzistuoja serveryje, nei jis atitiktų puslapį arba po URL, nes tai gali sukelti problemų, nukreipiant į download.php </ p>

source: Without Custom URL:
lt_lt: Bez vlastního URL:

source: With Custom URL (downloads/ID):
lt_lt: S vlastním URL (downloads/ID):

source: Custom URL
lt_lt: Vlastní URL

source: Filename
lt_lt: Název souboru

source: General Options
lt_lt: Obecná nastavení

source: "Download not found" redirect URL
lt_lt: Url pro přesměrování pro "Soubor nenalezen"

source: Leave blank for no redirect.
lt_lt: Ponechte prázdné pokud nechcete přesměrovat.

source: Member-only files non-member redirect
lt_lt: Přesměrování anonymních uživatelů pro soubory jen pro uživatele

source: Download image path
lt_lt: Cesta k obrázku pro soubor

source: This image is used when using the <code>#image</code> download tag and the <code>{image_url}</code> tag on this page. Please use an absolute url (e.g. <code>http://yoursite.com/image.gif</code>).
lt_lt: Obrázek se zobrazí pokud použijete značku <code>#image</code> a značku <code>{image_url}</code> na této stránce. Použijte absolutní url (např. <code>http://yoursite.com/image.gif</code>).

source: Default output format
lt_lt: Výchozí formát zobrazení

source: Log Downloads
lt_lt: Prisijungti Siuntiniai

source: Enable File Browser
lt_lt: Įjungti failųnaršyklę

source: File Browser Root
lt_lt: Failo naršyklė Šaknų

source: Upgraded Successfully? Cleanup!
lt_lt: Patobulinta Sėkmingai? Valymas!

source: <p>WARNING: THIS MAY DELETE DOWNLOAD DATA IN THE DATABASE; BACKUP YOUR DATABASE FIRST!</p>
lt_lt: <p>VAROVÁNÍ: MŮŽE DOJÍT K VYMAZÁNÍ VŠECH DAT Z DATABÁZE; NAPŘED ZÁLOHUJTE VAŠI DATABÁZI!</p>

source: D j M
lt_lt: d.m.Y

source: Previous Week
lt_lt: Předchozí týden

source: This Week
lt_lt: Tento týden

source: Next Week
lt_lt: Další týden

source: Previous 6 months
lt_lt: Předchozích 6 měsíců

source: Last 6 months
lt_lt: Posledních 6 měsíců

source: Next 6 months
lt_lt: Následujících 6 měsíců

source: Weekly
lt_lt: Týdně

source: Monthly
lt_lt: Měsíčně

source: Select a download
lt_lt: Vyberte soubor

source: Downloads per day for
lt_lt: Stažení za den pro

source: Day
lt_lt: Den

source: Number of downloads
lt_lt: Počet stažení

source: None Found
lt_lt: Nic nenalezeno

source: Most Downloaded
lt_lt: Nejstahovanější

source: No stats yet
lt_lt: Statistiky ještě nejsou k dispozici.

source: Download Stats
lt_lt: Statistiky stahování

source: Top 5 Downloads
lt_lt: Nejlepších 5 souborů

source: jS M Y H:i:s
lt_lt: d.m.Y H:i:s

source: Download Logs
lt_lt: Protokoly stahování

source: Download CSV
lt_lt: atsisiųsti CSV

source: Clear Log
lt_lt: Smazat log

source: User
lt_lt: Uživatel

source: IP Address
lt_lt: IP adresa

source: Date
lt_lt: Datum

source: No downloads logged.
lt_lt: Neexistují žádné záznamy.

source: Previous
lt_lt: Předchozí

source: Next
lt_lt: Další

source: Other
lt_lt: Ostatní

source: Popular Downloads
lt_lt: Nejoblíbenější soubory ke stažení

source: Go
lt_lt: Najít

source: Results found for
lt_lt: Výsledky hledání

source: No downloads were found.
lt_lt: Žádný soubor nenalezen.

source: No download found matching given ID.
lt_lt: Žádný soubor neodpovídá zadanému ID.

source: time
lt_lt: krát

source: times
lt_lt: krát

source: Date posted
lt_lt: Datum zveřejnění

source: Read More
lt_lt: Další

source: Sub-Categories:
lt_lt: Podkategorie:

source: Sort by:
lt_lt: Řadit podle:

source: Downloads tagged:
lt_lt: Soubory označené:
